Repository: ahmedbob3/signs
Catalog: lib/l10n/intl_*.arb
Languages: ar_sa

source: Appointments
ar_sa: حجوزات

source: Change
ar_sa: تغيير

source: Past
ar_sa: سابق

source: Upcoming
ar_sa: مستقبل

# noAppointmentsMsg
source: There’s no appointments Yet !
ar_sa: لا يوجد حجوزات سابقة

# offlineAppointments
source: Offline Appointment
ar_sa: موعد فعلي

source: Type
ar_sa: النوع

source: Rate Appointment
ar_sa: قيّم المقابلة

source: at
ar_sa: في

source: Appointment Details
ar_sa: تفاصيل الحجز

source: Rate
ar_sa: قيّم

# feedBackHint
source: Give us your feedback
ar_sa: التقييم

source: Hospital
ar_sa: المستشفي

# lookingForMsg
source: What are you looking for ?
ar_sa: عن ماذا تبحث

source: Physical Appointment
ar_sa: مقابلة فعلية

# physicalAppointmentMsg
source: Book an appointment with a doctor in required specialty
ar_sa: قم بحجز مقابلة فعلة مع طبيب في التخصص المطلوب

source: Online Appointment
ar_sa: مقابلة اون لاين

# onlineAppointmentMsg
source: Book online an appointment with a doctor in required specialty
ar_sa: قم بحجز مقابلة أون لاين مع الطبيبي في التخصص المطلوب

source: Medical History
ar_sa: التاريخ الطبي

# medicalHistoryMsg
source: You can Request your medical history from the hospital in required specialty
ar_sa: يمكنك طلب تاريخك الطبي لدي المستشفي في التخصص المطلوب

source: Emergency call
ar_sa: مكالمة طوارئ

# emergencyCallMsg
source: You can make a Emergency call
ar_sa: يمكنك اجراء مكالمة طوارئ

source: Book Appointment
ar_sa: حجز مقابلة

source: Search by Doctor Name
ar_sa: البحث باسم الطبيب

source: Videos
ar_sa: فيديوهات

source: Years of experience
ar_sa: عدد سنين الخبرة

source: Articles
ar_sa: مقالات

source: Make appointment
ar_sa: حجز مقابلة

source: Patient info
ar_sa: بيانات المريض

source: You Have appointment for
ar_sa: لديك مقابلة ل

source: Patient ID
ar_sa: رقم تعريف المريض

source: Enter ID
ar_sa: ادخل الرقم التعريفي

source: Enter Medical card
ar_sa: ادخل البطاقة الطبية

source: Add New Card
ar_sa: أضف بطاقة جديدة

source: Next
ar_sa: التالي

source: Warning
ar_sa: تحذير

source: please add patient id first
ar_sa: من فضلك اضف الرقم التعريفي أولا

source: Have insurance
ar_sa: لديك تأمين طبي

# selectImageFirst
source: please select image first
ar_sa: برجاء اختيار الصورة أولا

# enterPatientId
source: please enter patient id
ar_sa: من فضلك اضف الرقم التعريفي

source: select Image
ar_sa: أختر الصورة

source: Select image from Gallery or camera
ar_sa: أختر صورة من المعرض أو الكاميرا

source: Camera
ar_sa: الكاميرا

source: Gallery
ar_sa: المعرض

# thankBooking
source: Thank you for booking !
ar_sa: شكرا علي الحجز

source: Book an appointment
ar_sa: حجز مقابلة

source: Appointment Type
ar_sa: نوع المقابلة

source: Appointment Date & Time
ar_sa: تاريخ و وقت المقابلة

source: Select Date
ar_sa: أختر التاريخ

source: Select Time Slot
ar_sa: أختر موعد الحجز

source: Appointment Confirmation
ar_sa: تأكيد الحجز

source: Confirm
ar_sa: تأكيد

source: Cancel
ar_sa: الغاء

source: Choose Speciality
ar_sa: أختر التخصص

# clearSpecialityWarning
source: Are you sure you want to clear your selection from the speciality filter?
ar_sa: هل متأكد تريد الغاء تصفية التخصصات

source: Yes
ar_sa: نعم

source: No
ar_sa: لاء

source: Search Speciality
ar_sa: بحث التخصص

# emptySpecialityMsg
source: This Speciality not available right now
ar_sa: هذا التخصص غير متاح في الوقت الحالي

source: hour
ar_sa: ساعة

# noDoctorsMsg
source: There’s No Doctors Found
ar_sa: لا يوجد أطباء

source: All Specialities
ar_sa: كل التخصصات

# noAvailableTimeSlot
source: No Available Time slots
ar_sa: لا يوجد مواعيد متاحة

source: Coming soon
ar_sa: قريبا

# willBeAdded
source: This feature will be added soon
ar_sa: سيتم اضافة هذه الخاصية قريبا
